 [
    {
    "id": 1,
    "title": "Beginner's Guide to Investing",
    "excerpt": "Discover the basics of investing and how to get started with a strong foundation.",
    "heroImage": "https://i.postimg.cc/1t9rYwCs/Data-Snap-hero-en-x3.webp",
        "additionalImages": [
 
    ],
      "content": [
    {
      "subheading": "",
      "text": "Investing might seem tricky at first, but it’s really just like planting a garden. You put in seeds now and see them grow\n\n.Investing can grow over time. Here’s a simple guide seem like for beginners to help you overcome a mountain to getting started on your investment journey."
    },
    {
      "subheading": "What is Investing?",
      "text": "Investing is putting your money into assets that have the potential to grow in value over time. These assets can include stocks, bonds, real estate, and even your own business. It’s similar to collecting coins or trading cards—you’re putting your money into something you believe will be worth more in the future."
    },
    {
      "subheading": "Why Should You Invest?",
      "text": "Imagine your money as a worker bee: if it’s just sitting in a bank, it rests and doesn’t grow much. But when you invest, it goes out and works hard for you. Over time, invested money can grow into something much bigger. The earlier you start, the more time your money has to grow."
    },
    {
      "subheading": "Steps to Start Investing",
      "text": "Investing is a long-term game. Your investments may have ups and downs, but time often helps them grow. Think of it as watching a tree mature—it may take years, but the end result is worth the wait."
    },
    {
      "subheading": "",
      "text": "Think about what you want to achieve by investing. Are you saving for a house, retirement, or an emergency fund? Knowing your goals helps you choose the right investment options."
    },
    {
      "subheading": "",
      "text": "To start investing, you’ll need an investment account, which you can set up with a firm or a robo-advisor. This account is your gateway to various investment options.After investing, check on your portfolio regularly. Like tending to a plant, you want to make sure your investments are growing and receiving proper care."
    },
    {
      "subheading": "Conclusion: A Bright Path Ahead",
      "text": "Starting to invest doesn’t have to be intimidating. With clear goals, solid research, and a little patience, you can grow your wealth over time. So, are you ready to plant your financial seeds and let them grow? Happy investing!."
    }
  ],
    "date": "2019-10-01",
    "isPopular": true,
    "isRecommended": false
  },
  {
    "id": 2,
    "title": "Embracing Change in the Modern Financial Landscape",
    "excerpt": "Learn why diversification is key to building a resilient investment portfolio.",
    "heroImage": "https://i.postimg.cc/VvmYhkNr/filters-quality-80-format-webp.webp",
        "additionalImages": [

    ],
     "content": [
    {
      "subheading": "",
      "text": "We are living in the age of 'New Money', where wealth creation has transformed from an exclusive, generational affair into a vibrant, accessible, and fast-moving arena. No longer is wealth bound strictly to inheritance or slow-moving industries."
    },
    {
      "subheading": "",
      "text": " Today, we see tech entrepreneurs, crypto investors, online creators, and small business founders generating significant wealth, often within a decade—or even less. This democratization of financial opportunity has birthed a new money era, changing how we think about work, investment, and economic growth. Here’s a look at what defines this new era, why it’s reshaping the global financial landscape, and how you can be part of it.."
    },
    {
      "subheading": "The Shift: What Defines the New Money Era?",
      "text": "At its core, the new money era is characterized by rapid wealth creation, a focus on innovative sectors, decentralized access to financial tools, and an openness to risk that would have seemed reckless in past generations. While 'old money' was traditionally amassed through real estate, established stocks, or industrial sectors, new money is often generated through fast-moving industries like technology, entertainment, and decentralized finance (DeFi)."
    },
    {
      "subheading": "Technology as a Catalyst",
      "text": "Innovations in tech have broken down entry barriers to wealth creation. From accessible trading apps and investment platforms to the rise of cryptocurrencies and blockchain, people now have diverse opportunities to grow wealth without needing vast initial capital."
    },
    {
      "subheading": " Embracing Risk and Innovation",
      "text": "One of the hallmarks of the new money era is an open attitude toward risk, innovation, and experimentation. A generation raised on rapid technological change is more willing to take financial risks, whether through crypto trading, investing in early-stage startups, or engaging with cutting-edge tech companies."
    },
    {
      "subheading": "",
      "text": "Many new money investors understand the value of multiple income streams. Beyond traditional employment, they build income through side businesses, dividend-paying stocks, real estate crowdfunding, or royalties. This approach broadens wealth opportunities while helping to buffer market volatility."
    },
    {
      "subheading": "Are you ready?",
      "text": "As technology continues to evolve and digital markets expand, the barriers to wealth creation will keep lowering. This accessibility allows people from all backgrounds to build financial futures that were previously out of reach. However, with rapid growth comes rapid change, meaning that adaptability will be key to thriving in this new age."
    },
    {
      "subheading": "",
      "text": "The future of wealth is here, and it’s changing fast. Are you ready to be a part of it?."
    }
  ],
    "date": "2023-08-20",
    "isPopular": false,
    "isRecommended": true
  },
{
  "id": 3,
  "title": "The Future of Sustainable Investing",
  "excerpt": "The Future of Sustainable Investing",
  "heroImage": "https://i.postimg.cc/VN0LrhT6/092d01ec902cf8d84066a84550a0bed6.jpg",
  "additionalImages": [

  ],
  "content": [
    {
      "subheading": "",
      "text": "Sustainable investing is like a breath of fresh air in a crowded room. It’s about more than just making money; it’s about making the world a better place while still growing your wealth. As we look towards the future, it’s clear that this approach is becoming more popular and important than ever. But what does that really mean?"
    },
    {
      "subheading": "What Is Sustainable Investing?",
      "text": "So, what’s the deal with sustainable investing? At its heart, sustainable investing focuses on putting money into companies and projects that have a positive impact on society and the environment. Instead of just looking at profit, these investors consider how businesses affect the planet and the people in it. This can include anything from renewable energy to fair labor practices."
    },
    {
      "subheading": "Growing Interest in Green Investments",
      "text": "Have you noticed more people talking about climate change and social justice lately? It’s not just a talk—people are ready to act! More investors are turning to sustainable options, which is leading to a boom in green investments. This shift isn’t just a fad; it’s becoming the norm. As younger generations take charge of their finances, they want their money to reflect their values."
    },
    {
      "subheading": "The Role of Technology in Sustainable Investing",
      "text": "Technology is like a supercharged engine for sustainable investing. With tools that help evaluate a company’s impact on the environment, investors can make smarter choices. Apps and platforms are now available to track how investments align with personal values. Imagine being able to see not just how much money you can make, but also how many trees your investments could help plant!"
    },
    {
      "subheading": "Conclusion: A Bright Path Ahead",
      "text": "The future of sustainable investing is looking bright. With increased interest, supportive regulations, and innovative technology, it’s an exciting time for investors wanting to make a difference. By choosing to invest sustainably, you’re not just building wealth; you’re supporting a healthier planet and a fairer society. Isn’t it thrilling to think that your investments can create a positive impact? The future has a lot in store, and it’s time to be part of the change."
    }
  ],
  "date": "2023-08-20",
  "isPopular": true,
  "isRecommended": true
}
,
{
    "id": 4,
    "title": "Small Investment Ideas",
    "excerpt": "Small Investment Ideas: How to Invest with Little Money.",
    "heroImage": "https://i.postimg.cc/PJytnnL6/insight-desktop.png",
        "additionalImages": [

    ],
      "content": [
    {
      "subheading": "",
      "text": "While investing has historically been left up to the big guys at big banks managing big money, that’s not the only way to invest today. Investing is accessible to everyone with every size bank account. There are plenty of small investment ideas for as little as $20 or as much as $1000."
    },
    {
      "subheading": "Everyone needs to start somewhere",
      "text": "When it comes to money, “small” means something different to everyone, so I’ll walk you through a few small investment ideas based on your budget. Over time, even small investments can reap big returns. You may be surprised to learn just how easy it is.With the right strategy, starting small can be an advantage rather than a shackle. Read on for how to invest in stocks for beginners with little money."
    },
    {
      "subheading": "A Strategy for Making Small Investments",
      "text": "Before we dive in, it’s important to know what investing is in the first place and how to get the greatest return on your investments."
    },
    {
      "subheading": "",
      "text": "Whether you’re investing with small money or big money, you will follow the same basic investing strategy. The best way to invest $1000, $500, or even $20 is the best way to invest $10,000. Investing is always investing."
    },
    {
      "subheading": "Understand How Small Investments Pay Off in the Long Run",
      "text": "You’re here, so I’m preaching to the choir, but I can’t stress enough how important it is to just start. It is better to start with small investments and add to them over time than to wait and lose out on great returns as well as the power of compounding interest."
    },
    {
      "subheading": "",
      "text": "Every day you don’t invest you are losing out on compound interest. With compound interest, when your money grows, its growth is also invested. "
    },
    {
      "subheading": "",
      "text": "If you really want to invest, it takes a good amount of due diligence and patience but the long-term payoff is worth it. Warren Buffett started with a small amount of money too, and he turned it into $30 billion. This goes to show that it isn’t about the money you have, it’s about the knowledge you have. "
    },
    {
      "subheading": "Don't Wait",
      "text": "You can start forming good habits by taking money out to invest as soon as you receive your paycheck.  "
    },
    {
      "subheading": "",
      "text": "Most often, people end up taking the exact opposite approach, waiting to see how much money they have left over before they invest. However, if you wait to see how much money you have left over before investing it, the number will almost always be a big ‘ol zero.Instead, invest your $20 straight out of your paycheck and watch it work for you. Setting aside money to invest right away, even as little as $20, can become a natural, nearly subconscious act when you do it regularly.  "
    }
  ],
    "date": "2024-06-30",
    "isPopular": true,
    "isRecommended": true
},
{
    "id": 5,
    "title": "How to Invest During a Pandemic: COVID-19 in the financial Market",
    "excerpt": "How to Invest During a Pandemic: COVID-19 in the financial Market.",
    "heroImage": "https://i.postimg.cc/B6xSNKJf/8b1ff0203939281-66a02a4a46b4d.jpg",
        "additionalImages": [
     
    ],
      "content": [
    {
      "subheading": "",
      "text": "The world has never before seen a pandemic like the one we are experiencing right now. During this time there is extreme uncertainty around both the future of the economy as a whole and personal financial situations, but what if I told you that you could learn how to invest during a pandemic—or any market condition—and thrive?"
    },
    {
      "subheading": "",
      "text": "I know you all have a lot of questions about how this Coronavirus is going to impact the market. If you aren't sure what to make of the ups and downs of the stock market, and you're even more unsure of where the economy is headed, listen up"
    },
    {
      "subheading": "",
      "text": "From an investing perspective, it’s good news!.With that out of the way, let’s get started."
    },
    {
      "subheading": "How COVID-19 is Impacting the Market?",
      "text": "There’s no doubt about it, COVID-19 has already wreaked havoc on the world and will continue to do so for a while. It not only affects our health and way of life, but also the economy and the financial market."
    },
    {
      "subheading":"",
      "text": "Experts in investing, business analysts, and everyday investors like you have been talking about a potential stock market crash for a while. The market is cyclical, riding ups and downs, and after years of experiencing growth, a crash seemed imminent."
    },
    {
      "subheading":"",
      "text": "The market dropped around 30% initially and has been pretty volatile ever since. What does this mean?. As the pandemic hit, businesses closed and unemployment soared causing fear, which in turn caused a major exit. People sold stock and prices fell across the board. Then, as the government made decisions to help stimulate and bolster the economy, the market rebounded."
    },
    {
      "subheading": "Look for Resilient Sectors",
      "text": "Some industries tend to perform better than others during a health crisis or lockdowns. These sectors are often “pandemic-proof,” showing strength despite economic turbulence."
    },
    {
      "subheading": "Long-Term Goals is the way",
      "text": "The pandemic fast-tracked digital transformation, increasing demand for remote work technology, e-commerce, and cybersecurity. Companies that help people work, shop, and connect online tend to do well in such times"
    },
    {
      "subheading": "",
      "text": "While the pandemic has caused significant market volatility, it has also created unique opportunities for investors willing to take calculated risks. History shows that market downturns can lead to substantial long-term gains for those who invest strategically during such times. By recognizing the potential for recovery, investors can capitalize on undervalued assets and emerging market trends."
    },
    {
      "subheading": "",
      "text": "While investing in these conditions doesn’t guarantee gains, they provide relative stability during a pandemic and could be more resistant to market downturns."
    }
  ],
    "date": "2020-04-30",
    "isPopular": true,
    "isRecommended": true
},
{
    "id": 6,
    "title": "Increasing Interest Rates for Our Investors",
    "excerpt": "We Are Increasing Interest Rates for Our Investors: A Commitment to Growth and Stability",
    "heroImage": "https://i.postimg.cc/8PVSt5YT/65c656b83133a4eaa397836284484018.jpg",
    "additionalImages": [

    ],
      "content": [
    {
      "subheading": "",
      "text": "In the ever-evolving landscape of finance, the decision to adjust interest rates is never taken lightly. Today, we are excited to announce an increase in interest rates for our valued investors. This strategic move reflects our unwavering commitment to enhancing your investment returns and adapting to changing economic conditions."
    },
    {
      "subheading": "Understanding the Rationale Behind the Increase",
      "text": "So, what’s the deal with sustainable investing? At its heart, sustainable investing focuses on putting money into companies and projects that have a positive impact on society and the environment. Instead of just looking at profit, these investors consider how businesses affect the planet and the people in it. This can include anything from renewable energy to fair labor practices."
    },
    {
      "subheading": "",
      "text": "As inflationary pressures and economic growth indicators rise, it becomes crucial for us to ensure that our investment offerings remain competitive and attractive. By increasing interest rates, we aim to align our returns with market conditions, ultimately benefiting our investors"
    },
    {
      "subheading": "",
      "text": "We understand that investor confidence is paramount. By adjusting our rates upward, we demonstrate our commitment to providing a robust investment environment. This move underscores our belief in the long-term growth potential of our offerings."
    },
    {
      "subheading": "What This Means for You",
      "text": "As we implement this increase in interest rates, we encourage our investors to reassess their investment strategies. This is an opportune moment to evaluate your portfolio, consider new investment avenues, and align your financial goals with the current economic landscape."
    },
    {
      "subheading": "",
      "text": "With higher rates, it may be time to consider reallocating assets to take advantage of increased yields. This can include exploring opportunities in fixed income, equities, or alternative investments that benefit from a rising rate environment."
    },
    {
      "subheading": "Conclusion: A Positive Step Forward",
      "text": "The increase in interest rates represents a significant and positive development for our investors. It reinforces our dedication to creating an environment where your investments can thrive, even amidst changing economic landscapes."
    },
    {
      "subheading": "",
      "text": "As we move forward, we remain committed to transparency, communication, and supporting your investment journey. Thank you for being a valued member of our investment community. Together, we will navigate the evolving market and seize the opportunities that lie ahead."
    }
  ],
    "date": "2024-03-16",
    "isPopular": true,
    "isRecommended": true
  },
{
    "id": 7,
    "title": "Using What We Invest In",
    "excerpt": ". Incentive alignment is a big aspect of fund's thesis",
    "heroImage": "https://i.postimg.cc/ncpyXsQB/dc5j2uj-bd04086d-6a1a-4c61-9911-bd10c79a2e2c-1.png",
    "additionalImages": [

    ],
      "content": [
    {
      "subheading": "",
      "text": "Skin in the game and incentive alignment are becoming increasingly important across businesses and institutions. You want governments, politicians, and executives to be held accountable for their actions. You want CEOs who believe in and use their own products, whether it be biotech CEOs taking their vaccines, or car company CEOs driving their cars. You want software companies to use their own software internally. And you want investors who will actually use and believe in their investments."
    },
    {
      "subheading": "",
      "text":"Conversely, you also want customers who will be able to invest and have stake in the companies and products they use. Incentive alignment is a big aspect of this fund's thesis, in a world where leadership is often not held accountable and systems are opaque. Technology has enabled many aspects of fundraising to be automated and simplified. Having an extended network of investors and LPs that are also users and brand champions is a big net positive for new ventures. It cultivates loyalty and network effects through a community-driven approach. We invest in a variety of companies and projects opening up these capabilities to more people."
    },
    {
      "subheading": "",
      "text": "Crypto is certainly a big part of this, but we expect general standards of transparency to increase across many different types of institutions and businesses. More data is being open-sourced and the expectation for that transparency and incentive alignment is increasing day to day."
    },
    {
      "subheading": "",
      "text": "We understand that investor confidence is paramount. By adjusting our rates upward, we demonstrate our commitment to providing a robust investment environment. This move underscores our belief in the long-term growth potential of our offerings."
    },
    {
      "subheading": "What This Means for You",
      "text": "We are seeing more equity crowdfunding rounds being raised, where companies want a broader audience with skin in the game. Almost every round we participate in now, we see a much wider cap table of smaller investors and angels (often previous founders themselves). Many of them will provide value through their networks and be incentivized to do so. Decentralized Autonomous Organizations (DAOs) are enabling new techniques to bring the opportunity of ownership to more users around the world. We are seeing situations where early users and top contributors of products are given retroactive rewards (1, 2) for their participation in a growing network. It's a very thoughtful approach to meritocratic incentives (i.e. support and contribute to something early, get compensated) and has brought huge amounts of loyalty to projects that have done it right."
    },
    {
      "subheading": "",
      "text": "With trust at all-time lows across much of society, it's important to align these incentives from the ground up and prioritize transparency along the way. This approach previously would have been cumbersome, time consuming, and costly, but smart contracts will enable and automate this type of structure to be organized simply and on a global scale."
    },
    {
      "subheading": "",
      "text": "We are currently users in 27 of 32 of our active investments (84%). Most funds cannot say this. As customers, this usage often involves actively deploying significant capital in fintech platforms or crypto protocols, helping increase their AUM and network value. The main things we aren't using are the few SaaS/enterprise investments we have. For these, we've almost always been able to help with business development or hiring in some way. We like to actually get our hands dirty with products and drive growth not just through financing, but active usage and contribution."
    },
    {
      "subheading": "Conclusion: active investmenting",
      "text": " It not only helps us give useful feedback to founders, but it brings us closer to the team and helps raise our conviction levels for subsequent financing. It's been something that every founder we've talked to greatly appreciates – to have proud investors that are also active users, ambassadors, and community members."
    }
   
  ],
    "date": "2024-07-26",
    "isPopular": true,
    "isRecommended": false
  },
{
    "id": 8,
    "title": "Memetic Markets: Crypto Fund Update – Q3 2020",
    "excerpt": "Whatever your perspective on DeFi, it is certainly bringing excitement and speculation into the industry",
    "heroImage": "https://i.postimg.cc/gcyRWKLV/digital-brain-lorant-zsolt-1.jpg",
    "additionalImages": [
"https://i.postimg.cc/dQzdPtBy/btcmine.jpg"
    ],
      "content": [
    {
      "subheading": "",
      "text": "As promised, here is our Crypto Fund update, general outlook, new allocations and upcoming project launches. We recently wrote our Q3 2020 update for the Venture Fund, which you can read here: Q3 Update."
    },
    {
      "subheading": "",
      "text":"Over the last few months, sentiment has shifted in crypto. Whatever your perspective on DeFi, it is certainly bringing excitement and speculation into the industry. Networks are being launched in new ways, liquidity and participation are being bootstrapped, and the massive adoption of decentralized exchanges is fueling the ability for widespread accessibility. Perhaps most importantly in bigger picture terms, the overarching macroeconomic setup almost seems too good to be true."
    },
    {
      "subheading": "",
      "text": "As we've mentioned in previous updates, we have been accumulating new Bitcoin and Ethereum positions since the 2018 bear market lows, along with adding more positions in the recent March madness asset selloff."
    },
    {
      "subheading": "",
      "text": "In 2018, the crypto bear market was feeling 'Mandelbrotian' and having fractal qualities. We believe there is a psychological herd-like repetition that seems to occur in these cycles–and especially so in markets like crypto that are less regulated and less tarnished by government manipulation and centralized monetary policy. As Raoul Pal puts it, market cycles in traditional markets used to be quicker and occur more often, but were also more predictable before the current level of central planning existed."
    },
    {
      "subheading": "",
      "text": "With weighted risk, this thesis allowed us to correctly predict that Bitcoin was bottoming around $3,000-$3,500 in 2018 when selling began to dry up, which represented an ~85% correction off the all-time high. Prior price corrections had eerily similar statistics, which was the part that had Mandelbrot-like aspects."
    },
    {
      "subheading": "",
      "text": "The 2020 crypto market shares similar aspects but is now moving in the other direction–and now with an undeniable layer of increased memetic and social activity. Memes rule the space and in the current stage of the cycle where retail traders around the world are primarily driving price action and sentiment, having strong memes, narratives, and social signal matters. This even goes for stocks now, where Robinhood retail traders are driving record activity in stocks like Tesla ('number go up?')"
    },
    {
      "subheading": "",
      "text": "We are currently users in 27 of 32 of our active investments (84%). Most funds cannot say this. As customers, this usage often involves actively deploying significant capital in fintech platforms or crypto protocols, helping increase their AUM and network value. The main things we aren't using are the few SaaS/enterprise investments we have. For these, we've almost always been able to help with business development or hiring in some way. We like to actually get our hands dirty with products and drive growth not just through financing, but active usage and contribution."
    },
    {
      "subheading": "",
      "text": "In order to capture the most value in early crypto networks, thinking like a retail trader helps in many ways, as the zeitgeist of the entire space is geared towards individual action and empowerment, and democratizing opportunities to more types of investors. Given our background as traders for many years prior to launching this fund, we deeply understand retail traders–but we also don't allow the common euphoria scenarios to cloud sell-side judgement. We are still here for strong, realized returns, whether denominated in BTC, ETH, or USD depending on the situation."
    },
    {
      "subheading": "",
      "text": "In the DeFi space, we've been fortunate enough to capitalize on a few positions relatively early–although it is still a learning process day to day and obviously higher risk due to rapid iteration. The autonomy of our platform is being mostly proprietary with a core, tight-knit LP base allows us to execute rapidly and make these calls."
    },
    {
      "subheading": "",
      "text": "At some point in the cycle, we still believe Bitcoin will suck the air (liquidity) out of the room and dominance will eventually flip–but not ultimately until liquidity continues to expand and contract in and out of other crypto assets for months (~9-12?). Once substantial new money enters the space, Bitcoin will begin capturing the broader upside–whether from corporations seeking an inflation hedge for their treasuries or the ever-mystical institutional investors finally entering at large (although some already have indirectly via Grayscale). This type of institutional and corporate capital will primarily enter via Bitcoin due to its deep liquidity, history, and proven antifragility–and not into other coins."
    },
    {
      "subheading": "",
      "text": "When previous $20,000 Bitcoin highs are finally broken, we believe it's off to the races. After Paul Tudor Jones and others came out as Bitcoin bulls, hedge funds are becoming more comfortable allocating capital towards Bitcoin without feeling like 'the first' (reputational risk). Despite DeFi mania, we still view Bitcoin as being a core bull case that should certainly not be forgotten in a haze, as it often unapologetically takes back control as cycles progress. We simply see many other upside opportunities in the interim, along with potential projects that may have staying power (none of which even compete with Bitcoin's use-case, nor do we want them to)."
    },
    {
      "subheading": "",
      "text": "We first invested in Ocean Protocol in 2018 and more recently added to our position in April. After initially struggling post-launch due to bear market woes, the team persisted and price is now ~+4,500% off lows as of writing this. We believe there is substantially more upside, new listing potentials, US expansion, and the team is more focused than ever."
    },
    {
      "subheading": "",
      "text": "Origin Protocol. This project had a successful launch in 2019 and traction continues to grow for their decentralized marketplace. Price is up substantially from the strategic round where we participated in 2018. We are still vesting tokens well into 2021 and continue to monitor progress and development."
    },
    {
      "subheading": "Conclusion: We believe all of this and more",
      "text": " As previous investments we made continue to launch and show progress, we will be providing more updates and milestones."
    },
    {
      "subheading": "",
      "text": "We continue to hybridize and evolve our unique dual approach in combining Crypto and Venture investing. We believe VCs should evolve towards these new networks and fundraising mechanisms, learn to manage liquid assets (and learn what an order book is), learn to use decentralized exchanges, participate in transparent open-source networks, and become key stakeholders in protocols, in parallel to investing in traditional equity rounds."
    }
   
  ],
    "date": "2020-04-22",
    "isPopular": true,
    "isRecommended": true
  }
]