[
  {
    "term": "Company",
    "definition": "Refers to InvestorJuction LLC, – “We”, “Us”, or “Our”)."
  },
  {
    "term": "User",
    "definition": "Website visitor who uses our website for personal purposes (also referred to as “You”, “Your”)."
  },
  {
    "term": "Content",
    "definition": "The information, Company provides via Website, including offers. Also, the Content includes but is not limited to: whole or elements of icons, illustrations, graphics, pictures, logo, etc., which is solely owned by the Company."
  },
  {
    "term": "Intellectual property rights",
    "definition": "All rights in, to, or arising out of: (i) any work, intangible work, copyrights, copyright registrations, creations, design, illustrations, symbols, marks, pictures, icons, trademarks, logo, and/or image that is used in commercial / personal purposes; (ii) any U.S., Ukrainian or foreign patent or any software therefore and any all reissues, divisions, continuations, renewals, extensions, and continuation-in-part thereof; (iii) moral rights, rights of publicity, right of personality, privacy, and likeness, whether arising by operation of law, contract, license or otherwise, goodwill, trade secret, and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals, and extensions thereof, under the laws of any state, country or other applicable jurisdiction."
  },
  {
    "term": "Services",
    "definition": "The Company's provision of UI/UX design services, creation of design for digital products."
  },
  {
    "term": "Third-Party",
    "definition": "A legal person, public authority, agency, or body that is not the Data Subject, Controller, or Processor, as well as individuals who are authorized to process Personal Data and/or Usage Data under the direct authority of the Controller or Processor."
  },
  {
    "term": "Automatically-collected information",
    "definition": "The information collected automatically through the Website (or Third-party services used by this Website)."
  },
  {
    "term": "Usage Data",
    "definition": "Information about how users interact with the website, such as pages visited and time spent on each page."
  },
  {
    "term": "Cookies",
    "definition": "Small text files that a Website saves on Your computer or mobile device when You visit it."
  },
  {
    "term": "Data Controller, Owner",
    "definition": "The company that determines the purposes and means of Personal Data Processing (referred to as the “Controller”). Email address for contact: support@investorjuction."
  },
  {
    "term": "Data Processor",
    "definition": "A natural person or legal entity that processes Personal Data on behalf of the Controller (as defined in this Privacy Policy) (referred to as the “Processor”)."
  },
  {
    "term": "European Union, EU",
    "definition": "All references to the European Union within this document shall include all current European Union Member States and the European Economic Area, unless otherwise specified."
  },
  {
    "term": "Personal Data, Personal Information",
    "definition": "Any information that permits the identification or identification of a natural person directly, indirectly or in connection with other information. A name, an email, a password, etc., for example (also called the “Data”)."
  },
  {
    "term": "Processing",
    "definition": "Any operation or sequence of operations performed on Personal Data or sets of Personal Data."
  },
  {
    "term": "Cross Border Data Transfer, CBDT",
    "definition": "Transfer of Personal Data from Controllers based in the European Union (EU) to recipients based outside the EU/EEA who act as either Controllers or Processors."
  },
  {
    "term": "IP address",
    "definition": "The unique network address of a node in an IP-based computer network."
  }
]
